import { Box, ContentContainer } from "../../style/main/ContantsStyled";
import imgTest from "../../img/1.png";

const Content = () => {
  return (
    <ContentContainer>
      <div className="boxes">
        <div className="category">
          <h1 className="title">زیبایی</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>

        <div className="category">
          <h1 className="title">تغذیه</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>

        <div className="category">
          <h1 className="title">جنسی</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>

        <div className="category">
          <h1 className="title">بیماری ها</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>

        <div className="category">
          <h1 className="title">داروها</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>

        <div className="category">
          <h1 className="title">روانشناسی</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>

        <div className="category">
          <h1 className="title">زنان و زایمان</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>

        <div className="category">
          <h1 className="title">حیوانات خانگی</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>

        <div className="category">
          <h1 className="title">سلامت اعضای خانواده</h1>
          <Box>
            <img src={imgTest} alt="test" />
            <h1>بهترین کرم های ضد آفتاب برای انواع پوست</h1>
            <p>
              زمانی که در راه‌روی داروخانه ها در حال قدم زدن هستید و در صف
              انتظار تحویل دارای خود قرار دارید، بدون شک با تعداد زیادی از
              کرم‌های ضد آفتاب از برندهای ...
            </p>
            <a href="/more">مطالب بیشتر</a>
          </Box>
        </div>
      </div>
    </ContentContainer>
  );
};

export default Content;
